alefragnani.bookmarks
alexcvzz.vscode-sqlite
benjaminbenais.copilot-theme
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dart-code.dart-code
dart-code.flutter
docker.docker
donjayamanne.python-extension-pack
dotjoshjohnson.xml
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.code-runner
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-github-actions
github.vscode-pull-request-github
grapecity.gc-excelviewer
hbenl.vscode-test-explorer
littlefoxteam.vscode-python-test-adapter
magicstack.magicpython
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.js-debug-nightly
ms-vscode.makefile-tools
ms-vscode.test-adapter-converter
ms-vscode.vscode-typescript-next
pkief.material-icon-theme
pnp.polacode
rangav.vscode-thunder-client
ritwickdey.liveserver
rokoroku.vscode-theme-darcula
shd101wyy.markdown-preview-enhanced
tal7aouy.theme
tomoki1207.pdf
vue.volar
whizkydee.material-palenight-theme
wholroyd.jinja
yzhang.markdown-all-in-one
